//
//  BKPasscodeView.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d неверных попыток ввода кода";
"%d Failed Password Attempts" = "%d неверных попыток ввода пароля";

"1 Failed Passcode Attempt" = "1 неудачная попытка ввода кода";
"1 Failed Password Attempt" = "1 неудачная попытка ввода пароля";

"Do you want to use Touch ID for authentication?" = "Вы хотите использовать Touch ID для аутентификации?";

"Done" = "Готово";

"Enable Touch ID" = "Включить Touch ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Введите другой код. Нельзя повторно использовать ту же самый.";
"Enter a different password. Cannot re-use the same password." = "Введите другой пароль. Нельзя повторно использовать тот же самый.";

"Enter a passcode" = "Введите ваш код";
"Enter a password" = "Введите пароль";

"Enter your new passcode" = "Введите ваш новый код";
"Enter your new password" = "Введите ваш новый пароль";

"Enter your old passcode" = "Введите ваш старый код";
"Enter your old password" = "Введите ваш старый пароль";

"Enter your passcode" = "Введите ваш код";
"Enter your password" = "Введите ваш пароль";

"Invalid Passcode" = "Неверный код";
"Invalid Password" = "Неверный пароль";

"Passcodes did not match.\nTry again." = "Коды не совпадают.\nПопытайтесь снова.\n";
"Password did not match.\nTry again." = "Пароли не совпадают.\nПопытайтесь снова.";

"Re-enter your passcode" = "Повторите ввод кода";
"Re-enter your password" = "Повторите ввод пароля";

"Try again in %d minutes" = "Попытайтесь снова через %d минут";

"Try again in 1 minute" = "Повторите попытку через 1 минуту";
